Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: Could not create the rendered board image.
af: Kon nie die gerenderde bordbeeld skep nie.
am: የተሰራውን የቦርድ ምስል መፍጠር አልተቻለም።
ar: تعذر إنشاء صورة اللوحة المعروضة.
az: Render edilmiş lövhə şəklini yaratmaq mümkün olmadı.
be: Не атрымалася стварыць адрэндэраваны вобраз платы.
bg: Не беше възможно да се създаде изображението на дъската след рендериране.
bn: রেন্ডার করা বোর্ড চিত্রটি তৈরি করা সম্ভব হয়নি।
ca: No s'ha pogut crear la imatge renderitzada del tauler.
cs: Nepodařilo se vytvořit vykreslený obrázek desky.
cy: Methu creu'r ddelwedd bwrdd wedi'i rendro.
da: Det var ikke muligt at oprette det renderede brætbillede.
de: Das gerenderte Bild des Schaltungsbretts konnte nicht erstellt werden.
de_at: Das gerenderte Board-Bild konnte nicht erstellt werden.
de_ch: Das gerenderte Board-Bild konnte nicht erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία της εικόνας του πίνακα μετά την απόδοση.
es: No se ha podido crear la imagen renderizada del tablero.
es_ar: No se pudo crear la imagen renderizada del tablero.
es_mx: No se pudo crear la imagen del tablero renderizada.
et: Renderdatud plaadi pilti ei õnnestunud luua.
eu: Ezin izan da errendatutako taularen irudia sortu.
fa: تصویر برد رندر شده ایجاد نشد.
fi: Renderöityä levykuvaa ei voitu luoda.
fil: Hindi malikha ang na-render na larawan ng board.
fr: Impossible de créer l'image de la carte rendue.
fr_ca: Impossible de créer l'image du plateau rendue.
ga: Níorbh fhéidir an íomhá boird rindreáilte a chruthú.
gl: Non se puido crear a imaxe renderizada do taboleiro.
gu: રેન્ડર કરેલ બોર્ડ છબી બનાવી શકાઈ નથી.
he: לא ניתן היה ליצור את תמונת הלוח המעובדת.
hi: रेंडर की गई बोर्ड छवि नहीं बनाई जा सकी।
hr: Nije moguće stvoriti renderiranu sliku ploče.
hu: Nem sikerült létrehozni a táblaképet.
hy: Հնարավոր չէ ստեղծել մշակված տախտակի պատկերը։
id: Tidak dapat membuat gambar papan yang telah dirender.
is: Gat ekki búið til myndina af teiknuðu borðinu.
it: Impossibile creare l'immagine renderizzata della scheda.
ja: レンダリングされたボード画像を作成できませんでした。
ka: რენდერირებული დაფის სურათის შექმნა ვერ მოხერხდა.
kk: Көрсетілген тақта кескінін жасау мүмкін болмады.
km: មិនអាចបង្កើតរូបភាពក្តារដែលបានបង្ហាញបានទេ។
kn: ರೆಂಡರ್ ಮಾಡಲಾದ ಬೋರ್ಡ್ ಚಿತ್ರವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 렌더링된 보드 이미지를 생성할 수 없습니다.
ky: Көрсөтүлгөн такта сүрөтү түзүлбөй койду.
lo: ບໍ່ສາມາດສ້າງຮູບພາບກະດານທີ່ສະແດງຜົນໄດ້.
lt: Nepavyko sukurti atvaizduotos lentos paveikslėlio.
lv: Neizdevās izveidot renderētu dēļa attēlu.
mk: Не можеше да се креира рендерираната слика од таблата.
ml: റെൻഡർ ചെയ്ത ബോർഡ് ഇമേജ് സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല.
mn: Рэндэрлэгдсэн самбарын зургийг үүсгэж чадсангүй.
mr: रेंडर केलेली बोर्ड इमेज तयार करता आली नाही.
ms: Tidak dapat mencipta imej papan yang telah dipaparkan.
mt: Ma setgħetx tinħoloq l-immaġni tal-bord renderizzata.
my: ပုံဖော်ထားသော ဘုတ်ပုံကို ဖန်တီး၍မရပါ။
nb: Det var ikke mulig å lage det renderte bildet av brettet.
ne: रेन्डर गरिएको बोर्ड छवि सिर्जना गर्न सकिएन।
nl: De weergegeven afbeelding van het bord kon niet worden aangemaakt.
or: ରେଣ୍ଡର କରାଯାଇଥିବା ବୋର୍ଡ ପ୍ରତିଛବି ତିଆରି କରାଯାଇପାରିଲା ନାହିଁ।
pa: ਰੈਂਡਰ ਕੀਤਾ ਬੋਰਡ ਚਿੱਤਰ ਨਹੀਂ ਬਣਾਇਆ ਜਾ ਸਕਿਆ।
pl: Nie udało się utworzyć renderowanego obrazu planszy.
pt: Não foi possível criar a imagem renderizada do tabuleiro.
pt_br: Não foi possível criar a imagem renderizada da placa.
ro: Nu s-a putut crea imaginea redată a plăcii.
ru: Не удалось создать изображение доски с результатами.
si: විඩෙයුම් කරන ලද පුවරු රූපය නිර්මාණය කිරීමට නොහැකි විය.
sk: Nepodarilo sa vytvoriť vykreslený obrázok dosky.
sl: Slike renderiranega področja ni bilo mogoče ustvariti.
sq: Nuk mund të krijohej imazhi i tabelës së renderuar.
sr: Није могуће креирати рендеровану слику плоче.
sv: Det gick inte att skapa den renderade bilden av kortet.
sw: Haikuweza kuunda picha ya ubao iliyoonyeshwa.
ta: வடிவமைக்கப்பட்ட பலகைப் படத்தை உருவாக்க முடியவில்லை.
te: రెండర్ చేయబడిన బోర్డ్ చిత్రాన్ని సృష్టించలేకపోయింది.
th: ไม่สามารถสร้างภาพกระดานแสดงผลได้
tr: İşlenmiş tahta görüntüsü oluşturulamadı.
uk: Не вдалося створити зображення дошки з візуалізацією.
ur: پیش کردہ بورڈ کی تصویر نہیں بن سکی۔
vi: Không thể tạo ảnh bảng đã được kết xuất.
zh_hans: 无法生成渲染后的棋盘图像。
zh_hant: 無法建立渲染後的棋盤圖像。
zu: Ayikwazanga ukudala isithombe sebhodi esibonisiwe.

# Could not decompress %@ (zlib %lld).
source: Could not decompress %1$@ (zlib %2$lld).
af: Kon nie %1$@ (zlib %2$lld) dekomprimeer nie.
am: %1$@ (zlib %2$lld) ን መፍታት አልተቻለም።
ar: تعذر فك ضغط %1$@ (zlib %2$lld).
az: %1$@ (zlib %2$lld) açıla bilmədi.
be: Не атрымалася распакаваць %1$@ (zlib %2$lld).
bg: Не можа да се декомпресира „%1$@" (zlib %2$lld).
bn: %1$@ (zlib %2$lld) ডিকম্প্রেস করা সম্ভব হয়নি।
ca: No s'ha pogut descomprimir %1$@ (zlib %2$lld).
cs: Nelze rozbalit soubor %1$@ (zlib %2$lld).
cy: Methwyd dadgywasgu %1$@ (zlib %2$lld).
da: Det var ikke muligt at udpakke %1$@ (zlib %2$lld).
de: %1$@ (zlib %2$lld) konnte nicht dekomprimiert werden.
de_at: %1$@ (zlib %2$lld) konnte nicht dekomprimiert werden.
de_ch: %1$@ (zlib %2$lld) konnte nicht dekomprimiert werden.
el: Δεν ήταν δυνατή η αποσυμπίεση του αρχείου %1$@ (zlib %2$lld).
es: No se ha podido descomprimir %1$@ (zlib %2$lld).
es_ar: No se pudo descomprimir %1$@ (zlib %2$lld).
es_mx: No se pudo descomprimir %1$@ (zlib %2$lld).
et: %1$@-faili (zlib %2$lld) lahtipakkimine ebaõnnestus.
eu: Ezin izan da %1$@ deskonprimitu (zlib %2$lld ).
fa: نتوانست %1$@ (zlib %2$lld) را از حالت فشرده خارج کند.
fi: %1$@-tiedostoa (zlib %2$lld) ei voitu purkaa.
fil: Hindi ma-decompress %1$@ (zlib %2$lld).
fr: Impossible de décompresser le fichier « %1$@ » (zlib %2$lld).
fr_ca: Impossible de décompresser %1$@ (zlib %2$lld).
ga: Níorbh fhéidir %1$@ (zlib %2$lld) a dhí-chomhbhrú.
gl: Non se puido descomprimir %1$@ (zlib %2$lld).
gu: %1$@ (zlib %2$lld) ને ડિકમ્પ્રેસ કરી શકાયું નથી.
he: לא ניתן היה לפענח דחיסה %1$@ (zlib %2$lld).
hi: %1$@ (zlib %2$lld) को डीकंप्रेस नहीं किया जा सका।
hr: Nije moguće dekomprimirati %1$@ (zlib %2$lld).
hu: Nem sikerült kicsomagolni a „%1$@” fájlt (zlib %2$lld).
hy: Հնարավոր չէ ապակոմպրեսիա անել %1$@ (zlib %2$lld) համար։
id: Tidak dapat mendekompresi %1$@ (zlib %2$lld).
is: Gat ekki þjappað upp %1$@ (zlib %2$lld).
it: Impossibile decomprimere %1$@ (zlib %2$lld).
ja: %1$@ (zlib %2$lld) を展開できませんでした。
ka: %1$@ (zlib %2$lld) დეკომპრესია ვერ მოხერხდა.
kk: %1$@ (zlib %2$lld) файлын ашу мүмкін болмады.
km: មិនអាច​ពន្លា​បង្ហាប់ %1$@ (zlib %2$lld ) បានទេ។
kn: %1$@ (zlib %2$lld) ಅನ್ನು ಡಿಕಂಪ್ರೆಸ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: %1$@ (zlib %2$lld)을 압축 해제할 수 없습니다.
ky: %1$@ (zlib %2$lld) чыгарылбай койду.
lo: ບໍ່ສາມາດຂະຫຍາຍ %1$@ (zlib %2$lld) ໄດ້.
lt: Nepavyko išspausti „%1$@" (zlib %2$lld).
lv: Neizdevās dekompresēt failu „%1$@” (zlib %2$lld).
mk: Не може да се декомпресира %1$@ (zlib %2$lld).
ml: %1$@ (zlib %2$lld) ഡീകംപ്രസ്സ് ചെയ്യാൻ കഴിഞ്ഞില്ല.
mn: %1$@ (zlib %2$lld )-г задалж чадсангүй.
mr: %1$@ (zlib %2$lld) चे डीकंप्रेस करता आले नाही।
ms: Tidak dapat menyahmampatkan %1$@ (zlib %2$lld).
mt: Ma setgħetx tiddekompressa %1$@ (zlib %2$lld).
my: %1$@ (zlib %2$lld ) ကို ဖြည်၍မရပါ။
nb: Det var ikke mulig å pakke ut filen «%1$@» (zlib %2$lld).
ne: %1$@ (zlib %2$lld) लाई डिकम्प्रेस गर्न सकिएन।
nl: %1$@ (zlib %2$lld) kon niet worden uitgepakt.
or: %1$@ (zlib %2$lld) କୁ ଡିକମ୍ପ୍ରେସ୍ କରିପାରିଲା ନାହିଁ।
pa: %1$@ (zlib %2$lld) ਨੂੰ ਡੀਕੰਪ੍ਰੈਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pl: Nie udało się rozpakować pliku „%1$@” (zlib %2$lld).
pt: Não foi possível descomprimir %1$@ (zlib %2$lld).
pt_br: Não foi possível descompactar %1$@ (zlib %2$lld).
ro: Nu s-a putut decomprima fișierul „%1$@” (zlib %2$lld).
ru: Не удалось распаковать файл %1$@ (zlib %2$lld).
si: %1$@ (zlib %2$lld) සම්පීඩනය ඉවත් කිරීමට නොහැකි විය.
sk: Nepodarilo sa rozbaliť súbor %1$@ (zlib %2$lld).
sl: Datoteke %1$@ (zlib %2$lld) ni bilo mogoče razpakirati.
sq: Nuk mund të dekompresojë %1$@ (zlib %2$lld).
sr: Није могуће декомпримовати %1$@ (zlib %2$lld).
sv: Det gick inte att packa upp %1$@ (zlib %2$lld).
sw: Haikuweza kufifisha %1$@ (zlib %2$lld).
ta: %1$@ (zlib %2$lld) ஐ அமுக்க நீக்கம் செய்ய முடியவில்லை.
te: %1$@ (zlib %2$lld) ను డీకంప్రెస్ చేయలేకపోయింది.
th: ไม่สามารถคลายการบีบอัด %1$@ (zlib %2$lld) ได้
tr: %1$@ açılmadı (zlib %2$lld).
uk: Не вдалося розпакувати файл %1$@ (zlib %2$lld).
ur: %1$@ (zlib %2$lld) کو ڈیکمپریس نہیں کیا جا سکا۔
vi: Không thể giải nén %1$@ (zlib %2$lld).
zh_hans: 无法解压 %1$@（zlib %2$lld）。
zh_hant: 無法解壓縮 %1$@（zlib %2$lld）。
zu: Ayikwazanga ukususa %1$@ (zlib %2$lld).

source: Could not enumerate fabrication directory.
af: Kon nie vervaardigingsgids opnoem nie.
am: የማምረቻ ማውጫውን መዘርዘር አልተቻለም።
ar: تعذر تعداد دليل التصنيع.
az: İstehsal kataloqunu sadalamaq mümkün olmadı.
be: Не атрымалася пералічыць каталог вырабу.
bg: Не можа да се изброи директорията с файловете за изработка.
bn: ফ্যাব্রিকেশন ডিরেক্টরি গণনা করা সম্ভব হয়নি।
ca: No s'ha pogut enumerar el directori de fabricació.
cs: Nepodařilo se vypsat adresář pro výrobu.
cy: Methu rhestru'r cyfeiriadur ffugio.
da: Det var ikke muligt at gennemgå fremstillingsmappen.
de: Das Verzeichnis „fabrication“ konnte nicht aufgelistet werden.
de_at: Das Fertigungsverzeichnis konnte nicht aufgelistet werden.
de_ch: Das Fertigungsverzeichnis konnte nicht aufgelistet werden.
el: Δεν ήταν δυνατή η απαρίθμηση του καταλόγου «fabrication».
es: No se ha podido enumerar el directorio de fabricación.
es_ar: No se pudo enumerar el directorio de fabricación.
es_mx: No se pudo enumerar el directorio de fabricación.
et: Tootmiskataloogi loendamist ei õnnestunud teostada.
eu: Ezin izan da fabrikazio direktorioa zerrendatu.
fa: نتوانست فهرست ساخت را بشمارد.
fi: Valmistushakemistoa ei voitu luetteloida.
fil: Hindi mailista ang direktoryo ng fabrication.
fr: Impossible de répertorier le répertoire de fabrication.
fr_ca: Impossible d'énumérer le répertoire de fabrication.
ga: Níorbh fhéidir an t-eolaire déantúsaíochta a liostú.
gl: Non se puido enumerar o directorio de fabricación.
gu: ફેબ્રિકેશન ડિરેક્ટરીની ગણતરી કરી શકાઈ નથી.
he: לא ניתן היה למנות את ספריית הייצור.
hi: निर्माण निर्देशिका की गणना नहीं की जा सकी।
hr: Nije moguće nabrojati direktorij za izradu.
hu: Nem sikerült felsorolni a gyártási könyvtárat.
hy: Հնարավոր չէ թվարկել կեղծման գրացուցակը։
id: Tidak dapat membuat daftar isi direktori fabrikasi.
is: Gat ekki talið upp framleiðslumöppuna.
it: Impossibile enumerare la directory di produzione.
ja: ファブリケーションディレクトリを列挙できませんでした。
ka: ფაბრიკაციის დირექტორიის ჩამოთვლა ვერ მოხერხდა.
kk: Өндіріс каталогын санау мүмкін болмады.
km: មិនអាចរាប់បញ្ចូលថតឯកសារផលិតកម្មបានទេ។
kn: ಫ್ಯಾಬ್ರಿಕೇಶನ್ ಡೈರೆಕ್ಟರಿಯನ್ನು ಎಣಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 제작 디렉터리를 열거할 수 없습니다.
ky: Жасалма каталогду санап чыгуу мүмкүн болгон жок.
lo: ບໍ່ສາມາດລະບຸໄດເລກະທໍລີການຜະລິດໄດ້.
lt: Nepavyko išvardyti gamybos katalogo.
lv: Neizdevās uzskaitīt izgatavošanas direktoriju.
mk: Не може да се наброи директориумот за изработка.
ml: ഫാബ്രിക്കേഷൻ ഡയറക്ടറി എണ്ണാൻ കഴിഞ്ഞില്ല.
mn: Үйлдвэрлэлийн лавлахыг тоолж чадсангүй.
mr: फॅब्रिकेशन डिरेक्टरी शोधता आली नाही.
ms: Tidak dapat menyenaraikan direktori fabrikasi.
mt: Ma setgħetx jiġi elenkat id-direttorju tal-fabbrikazzjoni.
my: ထုတ်လုပ်မှုလမ်းညွှန်ကို ရေတွက်၍မရပါ။
nb: Det var ikke mulig å vise innholdet i fabrikasjonskatalogen.
ne: निर्माण निर्देशिका गणना गर्न सकिएन।
nl: De map met de fabricagebestanden kon niet worden doorlopen.
or: ନିର୍ମାଣ ଡାଇରେକ୍ଟୋରୀକୁ ଗଣନା କରିପାରିଲା ନାହିଁ।
pa: ਫੈਬਰੀਕੇਸ਼ਨ ਡਾਇਰੈਕਟਰੀ ਦੀ ਸੂਚੀ ਨਹੀਂ ਦਿੱਤੀ ਜਾ ਸਕੀ।
pl: Nie udało się wyliczyć katalogu produkcji.
pt: Não foi possível enumerar o diretório de fabrico.
pt_br: Não foi possível enumerar o diretório de fabricação.
ro: Nu s-a putut enumera directorul de fabricație.
ru: Не удалось перечислить каталог fabrication.
si: නිෂ්පාදන නාමාවලිය ගණනය කිරීමට නොහැකි විය.
sk: Nepodarilo sa vymenovať adresár „fabrication“.
sl: Imenika »fabrication« ni bilo mogoče prešteti.
sq: Nuk mund të numërohej direktoria e fabrikimit.
sr: Није могуће набројати директоријум за израду.
sv: Det gick inte att räkna upp tillverkningskatalogen.
sw: Haikuweza kuorodhesha saraka ya utengenezaji.
ta: உற்பத்திக் கோப்பகத்தை பட்டியலிட முடியவில்லை.
te: ఫ్యాబ్రికేషన్ డైరెక్టరీని గుర్తించలేకపోయింది.
th: ไม่สามารถแสดงรายการในไดเร็กทอรีการผลิตได้
tr: Üretim dizini listelenemedi.
uk: Не вдалося перелічити каталог fabrication.
ur: تیاری کی ڈائرکٹری کو شمار نہیں کیا جا سکا۔
vi: Không thể liệt kê thư mục sản xuất.
zh_hans: 无法枚举制造目录。
zh_hant: 無法枚舉製造目錄。
zu: Ayikwazanga ukulista iziyalelo zomibhalo yokukhiqiza.

source: Could not read fabrication entry metadata: %@
af: Kon nie die metadata van die vervaardigingsinskrywing lees nie: %@
am: የማምረቻ ግቤት ሜታዳታ ማንበብ አልተቻለም፦ %@
ar: تعذر قراءة بيانات تعريف إدخال التصنيع: %@
az: İstehsal giriş metadatasını oxumaq mümkün olmadı: %@
be: Не атрымалася прачытаць метададзеныя запісу аб вытворчасці: %@
bg: Не можа да се прочетат метаданните на записите за изработка: %@
bn: ফ্যাব্রিকেশন এন্ট্রি মেটাডেটা পড়া যায়নি: %@
ca: No s'han pogut llegir les metadades de l'entrada de fabricació: %@
cs: Nepodařilo se načíst metadata záznamu o výrobě: %@
cy: Methu darllen metadata cofnod ffugio: %@
da: Det var ikke muligt at læse metadataene for fremstillingsposten: %@
de: Die Metadaten des Fertigungseintrags konnten nicht gelesen werden: %@
de_at: Metadaten des Fertigungseintrags konnten nicht gelesen werden: %@
de_ch: Metadaten des Fertigungseintrags konnten nicht gelesen werden: %@
el: Δεν ήταν δυνατή η ανάγνωση των μεταδεδομένων της εγγραφής κατασκευής: %@
es: No se han podido leer los metadatos de la entrada de fabricación: %@
es_ar: No se pudieron leer los metadatos de la entrada de fabricación: %@
es_mx: No se pudieron leer los metadatos de la entrada de fabricación: %@
et: Tootmiskirje metaandmeid ei õnnestunud lugeda: %@
eu: Ezin izan dira fabrikazio sarreraren metadatuak irakurri: %@
fa: نتوانستم فراداده ورودی ساخت را بخوانم: %@
fi: Valmistustietueen metatietoja ei voitu lukea: %@
fil: Hindi mabasa ang metadata ng entry sa fabrication: %@
fr: Impossible de lire les métadonnées de l'entrée de fabrication : %@
fr_ca: Impossible de lire les métadonnées de l'entrée de fabrication : %@
ga: Níorbh fhéidir meiteashonraí iontrála monaraíochta a léamh: %@
gl: Non se puideron ler os metadatos da entrada de fabricación: %@
gu: ફેબ્રિકેશન એન્ટ્રી મેટાડેટા વાંચી શકાયું નથી: %@
he: לא ניתן היה לקרוא את המטא-נתונים של ערך הייצור: %@
hi: निर्माण प्रविष्टि मेटाडेटा को पढ़ा नहीं जा सका: %@
hr: Nije moguće pročitati metapodatke unosa izrade: %@
hu: Nem sikerült beolvasni a gyártási bejegyzés metaadatait: %@
hy: Հնարավոր չէ կարդալ կեղծման գրառման մետատվյալները՝ %@
id: Tidak dapat membaca metadata entri fabrikasi: %@
is: Gat ekki lesið lýsigögn framleiðslufærslunnar: %@
it: Impossibile leggere i metadati della voce di produzione: %@
ja: 製造エントリのメタデータを読み取れませんでした：%@
ka: ფაბრიკაციის ჩანაწერის მეტამონაცემების წაკითხვა ვერ მოხერხდა: %@
kk: Өндіріс жазбасының метадеректерін оқу мүмкін болмады: %@
km: មិនអាចអានទិន្នន័យមេតានៃធាតុផលិតបានទេ៖ %@
kn: ಫ್ಯಾಬ್ರಿಕೇಶನ್ ನಮೂದು ಮೆಟಾಡೇಟಾವನ್ನು ಓದಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ: %@
ko: 제작 항목 메타데이터를 읽을 수 없습니다: %@
ky: Өндүрүш жазуусунун метадайындарын окуй алган жок: %@
lo: ບໍ່ສາມາດອ່ານ metadata ລາຍການການຜະລິດໄດ້: %@
lt: Nepavyko perskaityti gamybos įrašo metaduomenų: %@
lv: Neizdevās nolasīt izgatavošanas ieraksta metadatus: %@
mk: Не може да се прочитаат метаподатоците за записот за изработка: %@
ml: ഫാബ്രിക്കേഷൻ എൻട്രി മെറ്റാഡാറ്റ വായിക്കാൻ കഴിഞ്ഞില്ല: %@
mn: Үйлдвэрлэлийн оруулгын мета өгөгдлийг уншиж чадсангүй: %@
mr: फॅब्रिकेशन एन्ट्री मेटाडेटा वाचता आला नाही: %@
ms: Tidak dapat membaca metadata entri fabrikasi: %@
mt: Ma setgħetx tinqara l-metadata tad-dħul tal-fabbrikazzjoni: %@
my: ထုတ်လုပ်မှု entry metadata ကို ဖတ်၍မရပါ- %@
nb: Kunne ikke lese metadataene for produksjonsoppføringen: %@
ne: निर्माण प्रविष्टि मेटाडेटा पढ्न सकिएन: %@
nl: De metagegevens van het fabricage-item konden niet worden gelezen: %@
or: ନିର୍ମାଣ ଏଣ୍ଟ୍ରି ମେଟାଡାଟା ପଢ଼ିପାରିଲା ନାହିଁ: %@
pa: ਫੈਬਰੀਕੇਸ਼ਨ ਐਂਟਰੀ ਮੈਟਾਡੇਟਾ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %@
pl: Nie udało się odczytać metadanych wpisu dotyczącego produkcji: %@
pt: Não foi possível ler os metadados da entrada de fabrico: %@
pt_br: Não foi possível ler os metadados do registro de fabricação: %@
ro: Nu s-au putut citi metadatele înregistrării de fabricație: %@
ru: Не удалось прочитать метаданные записи о производстве: %@
si: නිෂ්පාදන ඇතුළත් කිරීමේ මෙටා දත්ත කියවිය නොහැකි විය: %@
sk: Nepodarilo sa načítať metadáta záznamu o výrobe: %@
sl: Metapodatkov o izdelavi ni bilo mogoče prebrati: %@
sq: Nuk mund të lexoheshin meta të dhënat e hyrjes së fabrikimit: %@
sr: Није могуће прочитати метаподатке уноса о изради: %@
sv: Det gick inte att läsa metadata för tillverkningsposten: %@
sw: Haikuweza kusoma metadata ya ingizo la utengenezaji: %@
ta: உற்பத்திப் பதிவு மெட்டாடேட்டாவைப் படிக்க முடியவில்லை: %@
te: ఫ్యాబ్రికేషన్ ఎంట్రీ మెటాడేటాను చదవలేకపోయింది: %@
th: ไม่สามารถอ่านข้อมูลเมตาของรายการการผลิตได้: %@
tr: Üretim kaydı meta verileri okunamadı: %@
uk: Не вдалося прочитати метадані запису про виготовлення: %@
ur: تیاری کی اندراج میٹا ڈیٹا کو پڑھا نہیں جا سکا: %@
vi: Không thể đọc siêu dữ liệu mục sản xuất: %@
zh_hans: 无法读取制造条目元数据：%@
zh_hant: 無法讀取製造記錄的元資料：%@
zu: Ayikwazanga ukufunda imethadatha yokufaka: %@

source: Directory import is incomplete: %@
af: Gidsinvoer is onvolledig: %@
am: የማውጫ ማስመጣት ያልተሟላ ነው፦ %@
ar: عملية استيراد الدليل غير مكتملة: %@
az: Kataloq idxalı tamamlanmadı: %@
be: Імпарт каталога не завершаны: %@
bg: Импортирането на директорията е непълно: %@
bn: ডিরেক্টরি আমদানি অসম্পূর্ণ: %@
ca: La importació del directori no està completa: %@
cs: Import adresáře není dokončen: %@
cy: Mae mewnforio cyfeiriadur yn anghyflawn: %@
da: Importen af mappen er ikke fuldført: %@
de: Der Verzeichnisimport ist unvollständig: %@
de_at: Der Verzeichnisimport ist unvollständig: %@
de_ch: Der Verzeichnisimport ist unvollständig: %@
el: Η εισαγωγή του καταλόγου δεν έχει ολοκληρωθεί: %@
es: La importación del directorio está incompleta: %@
es_ar: La importación del directorio está incompleta: %@
es_mx: La importación del directorio está incompleta: %@
et: Kataloogi importimine on pooleli: %@
eu: Direktorioaren inportazioa osatu gabe dago: %@
fa: وارد کردن دایرکتوری ناقص است: %@
fi: Hakemiston tuonti on kesken: %@
fil: Hindi kumpleto ang pag-import ng direktoryo: %@
fr: L'importation du répertoire est incomplète : %@
fr_ca: L'importation du répertoire est incomplète : %@
ga: Tá allmhairiú eolaire neamhchríochnaithe: %@
gl: A importación do directorio está incompleta: %@
gu: ડિરેક્ટરી આયાત અપૂર્ણ છે: %@
he: ייבוא הספרייה לא הושלם: %@
hi: डायरेक्टरी का आयात अधूरा है: %@
hr: Uvoz direktorija nije potpun: %@
hu: A könyvtár importálása nem fejeződött be: %@
hy: Գրացուցակի ներմուծումը անավարտ է՝ %@
id: Impor direktori belum selesai: %@
is: Innflutningur möppu er ólokinn: %@
it: L'importazione della directory è incompleta: %@
ja: ディレクトリのインポートが完了していません：%@
ka: დირექტორიის იმპორტი არასრულია: %@
kk: Каталогты импорттау аяқталмады: %@
km: ការនាំចូលថតឯកសារមិនបានបញ្ចប់៖ %@
kn: ಡೈರೆಕ್ಟರಿ ಆಮದು ಅಪೂರ್ಣವಾಗಿದೆ: %@
ko: 디렉터리 가져오기가 완료되지 않았습니다: %@
ky: Каталогду импорттоо толук эмес: %@
lo: ການນຳເຂົ້າໄດເລກະທໍລີບໍ່ສົມບູນ: %@
lt: Katalogo importavimas nebaigtas: %@
lv: Kataloga importēšana nav pabeigta: %@
mk: Увозот на директориумот е нецелосен: %@
ml: ഡയറക്‌ടറി ഇറക്കുമതി അപൂർണ്ണമാണ്: %@
mn: Лавлах импорт бүрэн бус байна: %@
mr: डिरेक्टरी आयात अपूर्ण आहे: %@
ms: Import direktori tidak lengkap: %@
mt: L-importazzjoni tad-direttorju mhix kompluta: %@
my: ဒါရိုက်ထရီတင်သွင်းမှု မပြီးမြောက်ပါ- %@
nb: Importen av katalogen er ufullstendig: %@
ne: निर्देशिका आयात अपूर्ण छ: %@
nl: Het importeren van de directory is niet voltooid: %@
or: ଡାଇରେକ୍ଟୋରୀ ଆମଦାନି ଅସମ୍ପୂର୍ଣ୍ଣ: %@
pa: ਡਾਇਰੈਕਟਰੀ ਆਯਾਤ ਅਧੂਰਾ ਹੈ: %@
pl: Import katalogu nie został zakończony: %@
pt: A importação do diretório está incompleta: %@
pt_br: A importação do diretório está incompleta: %@
ro: Importul directorului este incomplet: %@
ru: Импорт каталога не завершён: %@
si: නාමාවලි ආයාත කිරීම අසම්පූර්ණයි: %@
sk: Import adresára nie je dokončený: %@
sl: Uvoz imenika ni zaključen: %@
sq: Importi i direktorisë është i paplotë: %@
sr: Увоз директоријума је непотпун: %@
sv: Importen av katalogen är ofullständig: %@
sw: Uingizaji wa saraka haujakamilika: %@
ta: கோப்பக இறக்குமதி முழுமையடையவில்லை: %@
te: డైరెక్టరీ దిగుమతి అసంపూర్తిగా ఉంది: %@
th: การนำเข้าไดเร็กทอรีไม่สมบูรณ์: %@
tr: Dizin içe aktarımı tamamlanmadı: %@
uk: Імпорт каталогу не завершено: %@
ur: ڈائرکٹری کی درآمد نامکمل ہے: %@
vi: Quá trình nhập thư mục chưa hoàn tất: %@
zh_hans: 目录导入不完整：%@
zh_hant: 目錄匯入未完成：%@
zu: Ukungenisa uhla lwemibhalo akuphelele: %@
